Repository: Acidburn0zzz/VGrive
Catalog: po/*.po
Languages: fr, pl

source: Google Drive client with automatic syncronization for linux.
fr: Client Google Drive avec synchronisation automatique pour linux.
pl: Klient Google Drive dla Linux z automatyczną synchronizacją.

source: app;vala;share;files;drive;google;
fr: application;vala;partage;fichiers;drive;google;

source: Google Drive client with automatic synchronization for Linux
fr: Client Google Drive avec synchronisation automatique pour linux

source: VGrive is a client (back-end and front-end) for Google Drive made in Vala. Automatically detects changes in local and remote files and syncs them.
fr: VGrive est un client (back-end et front-end) pour Google Drive créé en vala. Il détecte automatiquement les modifications sur les fichiers locaux et distants et les synchronise.

source: Welcome to the dark side: Dark mode support!
fr: Bienvenue du côté sombre : Prise en charge du thème sombre !

source: Spanish and Galician translations by @riesp
fr: Traductions en espagnol et en galicien par @riesp

source: New Login view (designed by @Fatih20 )
fr: Nouvelle vue de connexion (conçue par @Fatih20)

source: Login process separated in diferents views
fr: Processus de connexion séparé en plusieurs vues

source: Allow select preferences from the login view
fr: Autoriser l'accès au préférences depuis la vue de connexion

source: New Sync view (designed by @Fatih20 )
fr: Nouvelle vue de synchronisation (conçue par @Fatih20)

source: The default is cleaner and shows less information to the user
fr: La vue par défaut est plus épurée et affiche moins d'informations à l'utilisateur

source: There is an option to switch between this new view and the old view (named "Advanced view")
fr: Il y a une option pour basculer entre cette nouvelle vue et l'ancienne (nommée « Vue avancée »)

source: Make unity support optional (by @dguglielmi)
fr: Rendu de la prise en charge d'unity facultative (par @dguglielmi)

source: New logo by @Fatih20
fr: Nouveau logo par @Fatih20

source: Use buil-in red button.
fr: Utilisation du bouton rouge intégré.

source: Fix detecting files with specials caracters though google drive api.
fr: Correction de la détection des fichiers avec des caractères spéciaux à travers l'API de Google Drive.

source: VGrive initial release!
fr: Version initiale de VGrive !
pl: Lanzamento inicial de VGrive!

source: Sync continues in background
fr: La synchronisation continue en arrière-plan
pl: Synchronizacja w tle

source: Sync stopped
fr: Synchronisation arrêtée
pl: Zatrzymano synchronizację

source: Back
fr: Retour
pl: Wróć

source: Light background
fr: Thème clair

source: Dark background
fr: Thème sombre

source: Main folder changed to %s
fr: Dossier principal modifié pour %s
pl: Główny folder zmieniony na %s

source: Start syncing files on %s
fr: Lancement de la synchronisation des fichiers sur %s
pl: Uruchom synchronizację plików z %s

source: Directory created: %s
fr: Répertoire créé : %s
pl: Stworzono folder: %s

source: Syncing stopped by user request
fr: Synchronisation arrêtée à la demande de l'utilisateur

source: Everything is up to date!
fr: Tout est à jour !
pl: Wszystkie pliki są aktualne!

source: Change detected. Updating files...
fr: Modifications détectées. Mise à jour des fichiers…
pl: Wykryto zmiany. Aktualizuję pliki...

source: DELETE LOCAL FILE: %s
fr: SUPPRESSION DU FICHIER LOCAL : %s
pl: USUŃ PLIK LOKALNY: %s

source: DELETE REMOTE FILE: %s
fr: SUPPRESSION DU FICHIER DISTANT : %s
pl: USUŃ PLIK ZDALNY: %s

source: INFO: %s not deleted/moved
fr: INFO : %s non supprimé/déplacé
pl: INFO: %s nie usunięto/przeniesiono

source: INFO: %s not changed
fr: INFO : %s non modifié
pl: INFO: %s nie zmieniono

source: NEW LOCAL DIRECTORY: %s uploading...
fr: NOUVEAU RÉPERTOIRE LOCAL : Mise en ligne de %s…
pl: NOWY FOLDER LOKALNY: %s wysyłam...

source: NEW LOCAL DIRECTORY: %s uploaded ✓
fr: NOUVEAU RÉPERTOIRE LOCAL : %s mis en ligne ✓
pl: NOWY FOLDER LOKALNY: %s wysłano ✓

source: NEW REMOTE FILE: %s downloading...
fr: NOUVEAU FICHIER DISTANT : Téléchargement de %s…

source: NEW REMOTE FILE: %s downloaded ✓
fr: NOUVEAU FICHIER DISTANT : %s téléchargé ✓
pl: NOWY PLIK ZDALNY: %s pobrano ✓

source: CHANGE IN REMOTE FILE: %s downloading newest version...
fr: MODIFICATION DANS UN FICHIER DISTANT : Téléchargement de la dernière version de %s…

source: CHANGE IN REMOTE FILE: %s downloaded ✓
fr: MODIFICATION DANS UN FICHIER DISTANT : %s téléchargé ✓
pl: ZMIANY W PLIKU ZDALNYM: %s pobrano ✓

source: CHANGE IN LOCAL FILE: %s uploading newest version...
fr: MODIFICATION DANS UN FICHIER LOCAL : Mise en ligne de la dernière version de %s…
pl: ZMIANY W PLIKU LOKALNYM: %s wysyłam najnowszą wersję...

source: CHANGE IN LOCAL FILE: %s uploaded ✓
fr: MODIFICATION DANS UN FICHIER LOCAL : %s mis en ligne ✓
pl: ZMIANY W PLIKU LOKALNYM: %s wysłano ✓

source: NEW LOCAL FILE: %s uploading...
fr: NOUVEAU FICHIER LOCAL : Mise en ligne de %s…
pl: NOWY PLIK LOKALNY: %s wysyłam...

source: NEW LOCAL FILE: %s uploaded ✓
fr: NOUVEAU FICHIER LOCAL : %s mis en ligne ✓
pl: NOWY PLIK LOKALNY: %s wysłano ✓

source: Welcome
fr: Bienvenue
pl: Witaj

source: Start syncing your Google Drive files
fr: Commencez à synchroniser vos fichiers Google Drive
pl: Zacznij synchronizację swoich plików Google Drive

source: Log in
fr: Se connecter
pl: Zaloguj

source: Sync your files
fr: Synchronisez vos fichiers
pl: Synchronizuj pliki

source: Give permissions to VGrive
fr: Donner les autorisations à VGrive

source: Copy code
fr: Copier le code

source: Finish
fr: Terminer

source: Give permission to VGrive
fr: Donner l'autorisation à VGrive

source: Copy the code from the browser here:
fr: Copiez le code du navigateur ici :

source: Preferences
fr: Préférences
pl: Preferencje

source: Begin sync when app is started:
fr: Lancer la synchronisation au démarrage de l'application :
pl: Rozpocznij synchronizację po uruchomieniu aplikacji:

source: vGrive folder:
fr: Dossier de VGrive :
pl: Folder VGrive:

source: Change folder
fr: Modifier le dossier
pl: Zmień folder

source: Continue
fr: Continuer
pl: Dalej

source: : Log In
fr: : Se connecter
pl: : Zaloguj

source: Select a folder
fr: Sélectionnez un dossier
pl: Wybierz folder

source: Cancel
fr: Annuler
pl: Anuluj

source: Open
fr: Ouvrir
pl: Otwórz

source: Not syncing
fr: Pas de synchronisation en cours

source: Syncing
fr: Synchronisation

source: Google Drive Sync
fr: Synchronisation de Google Drive
pl: SSynchronizacja Google Drive

source: Advanced View
fr: Vue avancée

source: Stop
fr: Arrêter

source: Start
fr: Démarrer

source: Sync is stopped. Press start to begin.
fr: La synchronisation est arrêtée. Appuyez sur « Démarrer » pour commencer.
pl: Synchronizacja została zatrzymana. naciśnij start, aby ponowić.

source: Change Google Drive account:
fr: Changer de compte Google Drive :
pl: Zmień konto Google Drive:

source: Sign Out
fr: Se déconnecter
pl: Wyloguj

source: Delete all files from ".trash":
fr: Supprimer tous les fichiers de « .trash » :
pl: Usuń wszystkie pliki z ".trash":

source: Empty the trash
fr: Vider la corbeille
pl: Opróźnij kosz

source: (note: vGrive doesn't delete any file, they are moved to the ".trash" folder)
fr: (remarque : VGrive ne supprime aucun fichier, ils sont déplacés dans le dossier « .trash »)
pl: (nota: vGrive nie usuwa trwale żadnych plików, wszystkie przenoszone są do ".trash")

source: Save
fr: Enregistrer
pl: Zapisz

source: Are you sure tou want to permanently erase the items in the Trash?
fr: Êtes-vous sûr de vouloir définitivement supprimer les éléments dans la corbeille ?
pl: Jesteś pewien, że chcesz na stałe usunąć całą zawartość Kosza?

source: Trash localted in: %s
fr: Corbeille située dans : %s
pl: Kosz znajduje się: %s

source: Show In File Browser
fr: Afficher dans l'explorateur de fichiers
pl: Pokaż w Menedżeże Plików

source: VGrive is a client (back-end and front-end) for Google Drive made in vala.
pl: VGrive to klient (back-end i front-end) Google Drive stworzony w języku Vala.

source: Start VGrive and sync your files with Google Drive through a clean and minimalist gui.
pl: Uruchom VGrive i zacznij synchronizować pliki z Google Drive z wykorzystaniemprzejżystego i minimalistycznego interfejsu.

source: Automaticlly detects changes in local and remote files and sync them.
pl: Automatynie wykrywa zmiany w lokalnych oraz zdalnych plikach i uruchamia ich synchronizację.

source: Choose the local path where VGrive syncs your files.
pl: Wybierz ścieżkę na urządzeniu lokalnym, gdzie VGrive zsynchronizuje pliki.

source: Syncing stoped by user request
pl: Synchronizacja wstrzymana przez użytkownika

source: NEW REMOTE FILE: %s downloding...
pl: NOWY PLIK ZDALNY: %s pobieram...

source: CHANGE IN REMOTE FILE: %s downloding newest version...
pl: ZMIANY W PLIKU ZDALNYM: %s pobieram najnowszą wersję...

source: 1. Click in the following link:
pl: 1. Kliknij na link:

source: Give access to VGrive
pl: Udziel dostępu VGrive

source: 2. Copy the code from the browser and paste it here:
pl: 2. Skopiuj kod z przeglądarki i wklej go tutaj:

source: 3. Click "Continue" and you are done :)
pl: 3. FKliknij "Dalej" i tyle :)

source: : Syncing with Google Drive
pl: : Synchronizacja z Google Drive

source: Configuration
pl: konfiguracja

source: Actions
pl: Działania

source: : Configuration
pl: : Konfiguracja
